Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BackgroundAppRefreshDescription
source: Allow apps that aren’t in use to check for updates and new content.
ar: السماح للتطبيقات التي ليست قيد الاستخدام بالتحقق من التحديثات والمحتوى الجديد.
ca: Permet que les apps que no estan en ús comprovin si hi ha actualitzacions i continguts nous.
cs: Umožní nepoužívaným aplikacím vyhledávat aktualizace a nový obsah.
da: Apps, der ikke er i brug, må søge efter nye opdateringer og nyt indhold.
de: Erlaube Apps, auch wenn sie gerade nicht benutzt werden, nach Updates und neuen Inhalten zu suchen.
el: Να επιτρέπεται σε εφαρμογές που δεν είναι σε χρήση να ελέγχουν για ενημερώσεις και νέο περιεχόμενο.
es: Permite que las apps que no se estén utilizando puedan buscar actualizaciones y contenido nuevo.
es_us: Permite que las apps que no estén en uso verifiquen si hay actualizaciones y contenido nuevo.
fi: Salli appien, joita ei käytetä, etsiä päivityksiä ja uutta sisältöä.
fr: Autorise les apps qui ne sont pas en cours d’utilisation à rechercher les mises à jour et de nouveaux contenus.
fr_ca: Autorisez les apps qui ne sont pas en cours d’utilisation à rechercher des mises à jour et de nouveaux contenus.
he: ניתן לאפשר ליישומים שאינם בשימוש לחפש עדכונים ותכנים חדשים.
hi: उपयोग नहीं किए जा रहे ऐप्स को अपडेट और नए कॉन्टेंट के लिए जाँच हेतु अनुमति दें।
hr: Dozvolite trenutačno nekorištenim aplikacijama traženje ažuriranja i novog sadržaja.
hu: A frissítések és új tartalmak keresésének engedélyezése a használatban nem lévő appok számára.
id: Izinkan app yang sedang tidak digunakan untuk memeriksa pembaruan dan konten baru.
it: Consenti alle app non in uso di verificare la presenza di aggiornamenti e di nuovi contenuti.
ja: 使用中ではないアプリがアップデートおよび新規コンテンツをチェックできるようにします。
ko: 사용 중이 아닌 앱이 업데이트 및 새로운 콘텐츠를 확인할 수 있도록 허용합니다.
ms: Benarkan app yang tidak digunakan untuk menyemak kemas kini dan kandungan baharu.
nb: Tillat at apper som ikke er i bruk, kan se etter oppdateringer og nytt innhold.
nl: Sta toe dat apps die niet gebruikt worden naar updates en nieuw materiaal zoeken.
pl: Pozwalaj aplikacjom, których aktualnie nie używasz, sprawdzać dostępność uaktualnień i nowych treści.
pt_br: Permita que apps em segundo plano verifiquem atualizações e novo conteúdo.
pt_pt: Permitir que as aplicações que não estão a ser usadas procurem atualizações e novo conteúdo.
ro: Permiteți‑le aplicațiilor care nu sunt în uz să caute actualizări și conținut nou.
ru: Разрешить приложениям, не используемым в настоящий момент, проверять наличие обновлений и нового контента.
sk: Umožní nepoužívaným apkám hľadať aktualizácie a nový obsah.
sl: Aplikacijam, ki niso v uporabi, dovolite, da preverjajo, ali so na voljo posodobitve in nova vsebina.
sv: Tillåt att appar som inte används söker efter uppdateringar och nytt innehåll.
th: อนุญาตแอปที่ไม่ได้ใช้งานอยู่ให้อัปเดตแอปและเนื้อหาใหม่ได้
tr: Kullanımda olmayan uygulamalar için güncellemelerin ve yeni içeriğin denetlenmesine izin verin.
uk: Дозволити неактивним програмам перевіряти наявність оновлень і нового контенту.
vi: Cho phép các ứng dụng đang không sử dụng kiểm tra bản cập nhật và nội dung mới.
zh_cn: 允许未在使用的App检查更新和新内容。
zh_hk: 允許並非正在使用的App檢查更新項目及新增內容。
zh_tw: 允許未使用的App檢查更新項目和新增內容。

# BackgroundAppRefreshTitle
source: Background App Refresh
ar: تحديث التطبيقات في الخلفية
ca: Actualitzacions en segon pla
cs: Aktualizace aplikací na pozadí
da: Opdater apps i baggrunden
de: Hintergrundaktualisierung
el: Ανανέωση στο παρασκήνιο
es: Actualizaciones en segundo plano
es_us: Actualización en segundo plano
fi: Appien päivitys taustalla
fr: Actualisation en arrière-plan
fr_ca: Actualisation en arrière-plan
he: עדכון יישומים ברקע
hi: बैकग्राउंड ऐप रीफ़्रेश
hr: Osvježavanje u pozadini
hu: Appfrissítés a háttérben
id: Segarkan App di Latar
it: Aggiornamento app in background
ja: アプリのバックグラウンド更新
ko: 백그라운드 앱 새로 고침
ms: Segar Semula App Latar
nb: Bakgrunns­oppdatering
nl: Vernieuw op achtergrond
pl: Odświeżanie w tle
pt_br: Atualização em 2º Plano
pt_pt: Atualização em segundo plano
ro: Reîmprospătare în fundal
ru: Обновление контента
sk: Osviežovanie na pozadí
sl: Osveževanje aplikacij v ozadju
sv: Bakgrundsuppdatering
th: ดึงข้อมูลใหม่ให้แอปอยู่เบื้องหลัง
tr: Arka Planda Uygulama Yenile
uk: Фонове оновлювання
vi: Làm mới ứng dụng trong nền
zh_cn: 后台App刷新
zh_hk: 背景App重新整理
zh_tw: 背景App重新整理

# BluetoothAirPodsRoutingSuggestionOff
source: Off
ar: متوقف
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# BluetoothAirPodsRoutingSuggestionOn
source: On
ar: مشغل
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעילה
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
ko: 켬
ms: Aktif
nb: På
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# BluetoothAirPodsRoutingSuggestionTitle
source: Suggest Nearby AirPods
ar: اقتراح أجهزة AirPod القريبة
ca: Suggereix AirPods propers
cs: Nabízet blízké AirPody
da: Foreslå AirPods i nærheden
de: AirPods in der Nähe vorschlagen
el: Πρόταση κοντινών AirPods
es: Sugerir AirPods cercanos
es_us: Sugerir AirPods cercanos
fi: Ehdota lähellä olevia AirPods-kuulokkeita
fr: Suggérer des AirPods à proximité
fr_ca: Suggérer des AirPods à proximité
he: הצעת שימוש באוזניות AirPods בסביבה
hi: आस-पास के AirPods सुझाएँ
hr: Predloži obližnje AirPods slušalice
hu: Közeli AirPods javasolása
id: Sarankan AirPods di Sekitar
it: Suggerisci AirPods vicini
ja: 近くのAirPodsを提案
ko: 근처에 있는 AirPods 제안
ms: Cadangkan AirPods Berdekatan
nb: Foreslå AirPods i nærheten
nl: Stel AirPods in de buurt voor
pl: Sugeruj pobliskie AirPods
pt_br: Sugerir AirPods Por Perto
pt_pt: Sugerir AirPods por perto
ro: Sugerare AirPods din apropiere
ru: Предлагать ближайшие наушники AirPods
sk: Navrhovať AirPody v blízkosti
sl: Predlagaj slušalke AirPods v bližini
sv: Föreslå AirPods i närheten
th: แนะนำ AirPods ใกล้เคียง
tr: Yakındaki AirPods’u Öner
uk: Пропонувати AirPods, які поблизу
vi: Gợi ý AirPods ở gần
zh_cn: 建议附近的AirPods
zh_hk: 建議附近的AirPods
zh_tw: 建議附近的AirPods

# BluetoothAppleRemoteTitle
source: Remote
ar: الريموت
ca: Comandament
cs: Ovladač
da: Fjernbetjening
de: Fernbedienung
el: Τηλεχειριστήριο
es: Mando a distancia
es_us: Control remoto
fi: Kaukosäädin
fr: Télécommande
fr_ca: Télécommande
he: שלט
hi: रिमोट
hr: Daljinski upravljač
hu: Távirányító
it: Telecomando
ja: リモコン
ko: 리모컨
nb: Fjernkontroll
nl: Afstandsbediening
pl: Pilot
pt_br: Controle Remoto
pt_pt: Comando
ro: Telecomandă
ru: Пульт
sk: Ovládač
sl: Daljinec
sv: Fjärrkontroll
th: รีโมท
tr: Kumanda
uk: Пульт
vi: Điều khiển từ xa
zh_cn: 遥控器
zh_hk: 遙控器
zh_tw: 遙控器

# BluetoothAudioConnectedValue
source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectado
es_us: Conectado
fi: Yhteydessä
fr: Connecté
fr_ca: Connecté
he: מחובר
hi: कनेक्टेड
hr: Spojeno
hu: Kapcsolódva
id: Terhubung
it: Connesso
ja: 接続済
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่ออยู่
tr: Bağlı
uk: Зʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

# BluetoothAudioConnectingValue
source: Connecting…
ar: اتصال…
ca: Connectant…
cs: Připojování…
da: Tilslutter…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_us: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion en cours…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Spajanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A ligar…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sl: Povezovanje …
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Зʼєднування…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線⋯
zh_tw: 正在連線⋯

# BluetoothAudioDisconnectedValue
source: Not Connected
ar: غير متصل
ca: Sense connexió
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
el: Δεν συνδέθηκε
es: No conectado
es_us: No conectado
fi: Ei yhteydessä
fr: Non connecté
fr_ca: Non connecté
he: לא מחובר
hi: कनेक्टेड नहीं है
hr: Nije spojeno
hu: Nem kapcsolódik
id: Tidak Terhubung
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ms: Tidak Disambung
nb: Ikke tilkoblet
nl: Geen verbinding
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Sem ligação
ro: Neconectat
ru: Отключены
sk: Nepripojené
sl: Ni povezave
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
uk: Не зʼєднано
vi: Không được kết nối
zh_cn: 未连接
zh_hk: 未連線
zh_tw: 未連線

# BluetoothAudioDisconnectingValue
source: Disconnecting…
ar: قطع الاتصال…
ca: Desconnectant…
cs: Odpojování…
da: Afbryder forbindelse…
de: Trennen …
el: Αποσύνδεση…
es: Desconectando…
es_us: Desconectando…
fi: Katkaistaan yhteys…
fr: Déconnexion…
fr_ca: Déconnexion…
he: מתנתק…
hi: डिस्कनेक्ट किया जा रहा है…
hr: Odspajanje…
hu: Leválasztás…
id: Memutuskan…
it: Disconnetto…
ja: 接続解除中…
ko: 연결 해제 중…
ms: Memutuskan Sambungan…
nb: Kobler fra…
nl: Loskoppelen…
pl: Rozłączam…
pt_br: Desconectando…
pt_pt: A desligar…
ro: Deconectare…
ru: Отключение…
sk: Odpájam…
sl: Prekinjanje povezave …
sv: Kopplar från…
th: กำลังเลิกเชื่อมต่อ…
tr: Bağlantı kesiliyor…
uk: Розʼєднування…
vi: Đang ngắt kết nối…
zh_cn: 正在断开连接…
zh_hk: 正在中斷連線⋯
zh_tw: 正在中斷連線⋯

# BluetoothConnectDeviceTitle
source: Connect Device
ar: توصيل الجهاز
ca: Connecta el dispositiu
cs: Připojit zařízení
da: Opret forbindelse til enhed
de: Gerät verbinden
el: Σύνδεση συσκευής
es: Conectar dispositivo
es_us: Conectar dispositivo
fi: Yhdistä laite
fr: Connecter l’appareil
fr_ca: Connecter l’appareil
he: חיבור מכשיר
hi: डिवाइस कनेक्ट करें
hr: Spoji uređaj
hu: Eszköz csatlakoztatása
id: Hubungkan Perangkat
it: Connetti dispositivo
ja: デバイスを接続
ko: 기기 연결
ms: Sambungkan Peranti
nb: Koble til enhet
nl: Verbind apparaat
pl: Połącz urządzenie
pt_br: Conectar Dispositivo
pt_pt: Ligar dispositivo
ro: Conectați dispozitivul
ru: Подключить устройство
sk: Pripojiť zariadenie
sl: Vzpostavi povezavo z napravo
sv: Anslut enhet
th: เชื่อมต่อกับอุปกรณ์
tr: Aygıtı Bağla
uk: Підʼєднати пристрій
vi: Kết nối Thiết bị
zh_cn: 连接设备
zh_hk: 連接裝置
zh_tw: 連接裝置

# BluetoothConnectedValue
source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectado
es_us: Conectado
fi: Yhteydessä
fr: Connecté
fr_ca: Connecté(e)
he: מחובר
hi: कनेक्टेड
hr: Spojeno
hu: Kapcsolódva
id: Terhubung
it: Connesso
ja: 接続済
ko: 연결됨
ms: Disambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sv: Ansluten
th: เชื่อมต่ออยู่
tr: Bağlı
uk: Зʼєднано
vi: Đã kết nối
zh_cn: 已连接
zh_hk: 已連線
zh_tw: 已連線

# BluetoothConnectingValue
source: Connecting…
ar: اتصال…
ca: Connectant…
cs: Připojování…
da: Tilslutter…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_us: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion en cours…
he: מתחבר…
hi: कनेक्ट हो रहा है…
hr: Spajanje…
hu: Csatlakozás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A ligar…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sl: Povezovanje …
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Зʼєднування…
vi: Đang kết nối…
zh_cn: 正在连接…
zh_hk: 正在連線⋯
zh_tw: 正在連線⋯

# BluetoothDevicePoorBehaviorDescriptionFormat_WIFI
source: Using “%@” may affect Wi-Fi and Bluetooth connectivity. Visit https://support.apple.com/tv/bluetooth for more information.
ar: قد يؤثر استخدام" %@" على اتصال Wi-Fi و Bluetooth. لمزيد من المعلومات، يرجى زيارة: https://support.apple.com/tv/bluetooth
ca: El fet d’utilitzar el dispositiu “%@” pot afectar la connectivitat Wi‑Fi o Bluetooth. Per obtenir més informació, ves a https://support.apple.com/tv/bluetooth.
cs: Použití zařízení „%@“ může mít negativní vliv na kvalitu připojení přes Wi‑Fi a Bluetooth. Další informace najdete na https://support.apple.com/tv/bluetooth.
da: Brug af “%@” kan påvirke Wi-Fi- og Bluetooth-forbindelsen. Du kan finde flere oplysninger på https://support.apple.com/tv/bluetooth.
de: Die Verwendung von „%@“ kann WLAN- und Bluetooth-Verbindungen beeinflussen. Weitere Informationen erhältst du unter https://support.apple.com/tv/bluetooth.
el: Η χρήση του «%@» μπορεί να επηρεάσει τη συνδεσιμότητα Wi-Fi και Bluetooth. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση https://support.apple.com/tv/bluetooth.
es: Si usas “%@”, puede que la conectividad Wi‑Fi y Bluetooth se vean afectadas. Visita https://support.apple.com/tv/bluetooth para obtener más información.
es_us: Usar “%@” podría afectar las conexiones Wi-Fi y Bluetooth. Para obtener más información, visita: https://support.apple.com/tv/bluetooth.
fi: %@ saattaa haitata Wi‑Fi- ja Bluetooth-yhteyttä. Lisätietoja on osoitteessa https://support.apple.com/tv/bluetooth.
fr: L’utilisation de « %@ » peut affecter les connexions Wi-Fi et Bluetooth. Consultez la page https://support.apple.com/tv/bluetooth pour en savoir plus.
fr_ca: L’utilisation de « %@ » peut affecter les connectivités Wi‑Fi et Bluetooth. Rendez-vous sur https://support.apple.com/tv/bluetooth pour en savoir plus.
he: השימוש ב-״%@״ עשוי להשפיע על הקישוריות של רשתות אלחוטיות ו-Bluetooth. מידע נוסף זמין בכתובת: https://support.apple.com/tv/bluetooth.
hi: “%@” का इस्तेमाल वाई-फ़ाई और Bluetooth कनेक्टिविटी को प्रभावित कर सकता है। अधिक जानकारी के लिए https://support.apple.com/tv/bluetooth पर जाएँ।
hr: Uporaba uređaja “%@” može utjecati na povezivost Wi-Fija i Bluetootha. Posjetite https://support.apple.com/tv/bluetooth za više informacija.
hu: A(z) „%@” használata hatással lehet a Wi‑Fi- és a Bluetooth-kapcsolatra. További tudnivalókért látogasson el a https://support.apple.com/tv/bluetooth weboldalra.
id: Konektivitas Wi-Fi dan Bluetooth dapat terpengaruh jika “%@” digunakan. Kunjungi https://support.apple.com/tv/bluetooth untuk informasi lainnya.
it: L’utilizzo di “%@” potrebbe influire sulla connettività di Wi‑Fi e Bluetooth. Per ulteriori informazioni, visita la pagina https://support.apple.com/tv/bluetooth.
ja: “%@”を使用するとWi‑FiとBluetooth接続に影響する可能性があります。詳しくは、https://support.apple.com/tv/bluetooth を参照してください。
ko: ‘%@’을(를) 사용하면 Wi-Fi 및 Bluetooth 연결에 영향을 줄 수 있습니다. 자세한 정보는 https://support.apple.com/tv/bluetooth 사이트를 참조하십시오.
ms: Penggunaan “%@” mungkin mempengaruhi ketersambungan Wi‑Fi dan Bluetooth. Lawati https://support.apple.com/en-my/HT211232?cid=mc-ols-appletv-article_ht208237-tvos_ui-08032020 untuk mendapatkan maklumat lanjut.
nb: Bruk av «%@» kan påvirke Wi‑Fi- og Bluetooth-tilkoblingen. Se mer informasjon på https://support.apple.com/tv/bluetooth.
nl: Als je '%@' gebruikt, kan dit je wifi- en Bluetooth-verbinding beïnvloeden. Ga naar https://support.apple.com/tv/bluetooth voor meer informatie.
pl: Używanie „%@” może zakłócać połączenia Wi‑Fi lub Bluetooth. Aby uzyskać więcej informacji, odwiedź stronę https://support.apple.com/tv/bluetooth.
pt_br: O uso de “%@” pode afetar a conectividade Wi‑Fi e Bluetooth. Para saber mais, visite https://support.apple.com/tv/bluetooth.
pt_pt: A utilização de “%@” pode afetar a conectividade Wi‑Fi e Bluetooth. Encontrará informação adicional em https://support.apple.com/tv/bluetooth.
ro: Utilizarea „%@” poate afecta conectivitatea Wi‑Fi și Bluetooth. Vizitați https://support.apple.com/tv/bluetooth pentru informații suplimentare.
ru: Использование устройства «%@» может повлиять на подключение к Wi‑Fi и Bluetooth. Подробнее: https://support.apple.com/tv/bluetooth.
sk: Používanie „%@“ môže negatívne ovplyvniť Wi-Fi a Bluetooth pripojenie. Viac informácií nájdete na stránke https://support.apple.com/tv/bluetooth.
sl: Uporaba naprave »%@« lahko vpliva na povezljivost Wi-Fi in Bluetooth. Obiščite https://support.apple.com/tv/bluetooth za več informacij.
sv: Om du använder ”%@” kan det påverka Wi‑Fi- och Bluetooth-anslutningar. Besök https://support.apple.com/tv/bluetooth för mer information.
th: การใช้ “%@” อาจมีผลต่อการเชื่อมต่อกับ Wi‑Fi และบลูทูธ ให้ไปที่ https://support.apple.com/tv/bluetooth สำหรับข้อมูลเพิ่มเติม
tr: “%@” aksesuarını kullanmak Wi-Fi ve Bluetooth bağlantılarını etkileyebilir. Daha fazla bilgi için https://support.apple.com/tv/bluetooth adresine gidin.
uk: Використання «%@» може вплинути на якість зʼєднання через Wi‑Fi чи Bluetooth. Додаткову інформацію наведено на вебсторінці https://support.apple.com/tv/bluetooth.
vi: Việc sử dụng “%@” có thể ảnh hưởng đến khả năng kết nối Wi-Fi và Bluetooth. Hãy truy cập https://support.apple.com/tv/bluetooth để biết thêm thông tin.
zh_cn: 使用“%@”可能会影响Wi-Fi和蓝牙连接性。若要了解更多信息，请访问https://support.apple.com/tv/bluetooth。
zh_hk: 使用「%@」可能會影響Wi-Fi和藍牙的連線能力。詳情請到訪：https://support.apple.com/tv/bluetooth。
zh_tw: 使用「%@」可能會影響Wi-Fi和藍牙的連線。請參訪https://support.apple.com/tv/bluetooth以取得更多資訊。

# BluetoothDevicePoorBehaviorDescriptionFormat_WLAN
source: Using “%@” may affect WLAN and Bluetooth connectivity. Visit https://support.apple.com/tv/bluetooth for more information.
ar: قد يؤثر استخدام "%@" على اتصال WLAN و Bluetooth. لمزيد من المعلومات، يرجى زيارة: https://support.apple.com/tv/bluetooth
ca: El fet d’utilitzar el dispositiu “%@” pot afectar la connectivitat WLAN o Bluetooth. Per obtenir més informació, ves a https://support.apple.com/tv/bluetooth.
cs: Použití zařízení „%@“ může mít negativní vliv na kvalitu připojení přes WLAN a Bluetooth. Další informace najdete na https://support.apple.com/tv/bluetooth.
da: Brug af “%@” kan påvirke WLAN- og Bluetooth-forbindelsen. Du kan finde flere oplysninger på https://support.apple.com/tv/bluetooth.
de: Die Verwendung von „%@“ kann WLAN- und Bluetooth-Verbindungen beeinflussen. Weitere Informationen erhältst du unter https://support.apple.com/tv/bluetooth.
el: Η χρήση του «%@» μπορεί να επηρεάσει τη συνδεσιμότητα WLAN και Bluetooth. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση https://support.apple.com/tv/bluetooth.
es: Si usas “%@”, puede que la conectividad WLAN y Bluetooth se vean afectadas. Visita https://support.apple.com/tv/bluetooth para obtener más información.
es_us: Usar “%@” podría afectar las conexiones WLAN y Bluetooth. Para obtener más información, visita: https://support.apple.com/tv/bluetooth.
fi: %@ saattaa haitata WLAN- ja Bluetooth-yhteyttä. Lisätietoja on osoitteessa https://support.apple.com/tv/bluetooth.
fr: L’utilisation de « %@ » peut affecter les connexions WLAN et Bluetooth. Consultez la page https://support.apple.com/tv/bluetooth pour en savoir plus.
fr_ca: L’utilisation de « %@ » peut affecter les connectivités WLAN et Bluetooth. Rendez-vous sur https://support.apple.com/tv/bluetooth pour en savoir plus.
he: השימוש ב-״%@״ עשוי להשפיע על הקישוריות של רשתות WLAN ו-Bluetooth. מידע נוסף זמין בכתובת: https://support.apple.com/tv/bluetooth.
hi: “%@” का इस्तेमाल WLAN और Bluetooth कनेक्टिविटी को प्रभावित कर सकता है। अधिक जानकारी के लिए https://support.apple.com/tv/bluetooth पर जाएँ।
hr: Uporaba uređaja “%@” može utjecati na povezivost WLAN-a i Bluetootha. Posjetite https://support.apple.com/tv/bluetooth za više informacija.
hu: A(z) „%@” használata hatással lehet a WLAN- és a Bluetooth-kapcsolatra. További tudnivalókért látogasson el a https://support.apple.com/tv/bluetooth weboldalra.
id: Konektivitas WLAN dan Bluetooth dapat terpengaruh jika “%@” digunakan. Kunjungi https://support.apple.com/tv/bluetooth untuk informasi lainnya.
it: L’utilizzo di “%@” potrebbe influire sulla connettività di WLAN e Bluetooth. Per ulteriori informazioni, visita la pagina https://support.apple.com/tv/bluetooth.
ja: “%@”を使用するとWLANとBluetooth接続に影響する可能性があります。詳しくは、https://support.apple.com/tv/bluetooth を参照してください。
ko: ‘%@’을(를) 사용하면 WLAN 및 Bluetooth 연결에 영향을 줄 수 있습니다. 자세한 정보는 https://support.apple.com/tv/bluetooth 사이트를 참조하십시오.
ms: Penggunaan “%@” mungkin mempengaruhi ketersambungan WLAN dan Bluetooth. Lawati https://support.apple.com/en-my/HT211232?cid=mc-ols-appletv-article_ht208237-tvos_ui-08032020 untuk mendapatkan maklumat lanjut.
nb: Bruk av «%@» kan påvirke WLAN- og Bluetooth-tilkoblingen. Se mer informasjon på https://support.apple.com/tv/bluetooth.
nl: Als je '%@' gebruikt, kan dit je WLAN- en Bluetooth-verbinding beïnvloeden. Ga naar https://support.apple.com/tv/bluetooth voor meer informatie.
pl: Używanie „%@” może zakłócać połączenia WLAN lub Bluetooth. Aby uzyskać więcej informacji, odwiedź stronę https://support.apple.com/tv/bluetooth.
pt_br: O uso de “%@” pode afetar a conectividade WLAN e Bluetooth. Para saber mais, visite https://support.apple.com/tv/bluetooth.
pt_pt: A utilização de “%@” pode afetar a conectividade WLAN e Bluetooth. Encontrará informação adicional em https://support.apple.com/tv/bluetooth.
ro: Utilizarea „%@” poate afecta conectivitatea WLAN și Bluetooth. Vizitați https://support.apple.com/tv/bluetooth pentru informații suplimentare.
ru: Использование устройства «%@» может повлиять на подключение к WLAN и Bluetooth. Подробнее: https://support.apple.com/tv/bluetooth.
sk: Používanie „%@“ môže negatívne ovplyvniť WLAN a Bluetooth pripojenie. Viac informácií nájdete na stránke https://support.apple.com/tv/bluetooth.
sl: Uporaba naprave %@ lahko vpliva na povezljivost WLAN in Bluetooth. Obiščite https://support.apple.com/tv/bluetooth za več informacij.
sv: Om du använder ”%@” kan det påverka WLAN- och Bluetooth-anslutningar. Besök https://support.apple.com/tv/bluetooth för mer information.
th: การใช้ “%@” อาจมีผลต่อการเชื่อมต่อกับ WLAN และบลูทูธ ให้ไปที่ https://support.apple.com/tv/bluetooth สำหรับข้อมูลเพิ่มเติม
tr: “%@” aksesuarını kullanmak WLAN ve Bluetooth bağlantılarını etkileyebilir. Daha fazla bilgi için https://support.apple.com/tv/bluetooth adresine gidin.
uk: Використання «%@» може вплинути на якість зʼєднання через WLAN чи Bluetooth. Додаткову інформацію наведено на вебсторінці https://support.apple.com/tv/bluetooth.
vi: Việc sử dụng “%@” có thể ảnh hưởng đến khả năng kết nối WLAN và Bluetooth. Hãy truy cập https://support.apple.com/tv/bluetooth để biết thêm thông tin.
zh_cn: 使用“%@”可能会影响无线局域网和蓝牙连接性。若要了解更多信息，请访问https://support.apple.com/tv/bluetooth。
zh_hk: 使用「%@」可能會影響WLAN和藍牙的連線能力。詳情請到訪：https://support.apple.com/tv/bluetooth。
zh_tw: 使用「%@」可能會影響WLAN和藍牙的連線。請參訪https://support.apple.com/tv/bluetooth以取得更多資訊。
